---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange
source: html/cb397ee5-50db-f280-5ea7-e160673aca89.htm
---
# StructuralSectionISplitParallelFlange Methods

Returns size of the section boundary.